Repository: dev-craftec/converse.js
Catalog: src/i18n/*/LC_MESSAGES/converse.po
Languages: ar

source: An error occurred while connecting to the chat server.
ar: طرأ هناك خطأ أثناء الربط بخادم المحادثة.

source: Your XMPP address and/or password is incorrect. Please try again.
ar: عنوان XMPP و/أو كلمة المرور غير صحيحة. الرجاء المحاولة مرة أخرى.

source: The XMPP server did not offer a supported authentication mechanism
ar: إنّ خادم XMPP لم يقدم دعم آلية المصادقة

source: Undecryptable OMEMO message
ar: رسالة أوميمو لا يمكن فك تعميتها

source: Sorry, could not determine upload URL.
ar: عذرًا ، تعذر تحديد عنوان URL للتحميل.

source: Sorry, could not determine file upload URL.
ar: عذرًا ، تعذر تحديد عنوان URL لتحميل الملف.

source: Sorry, could not succesfully upload your file. Your server’s response: "%1$s"
ar: للأسف لم نتمكّن مِن القيام برفع ملفك بنجاح. أجاب خادومك : "%1$s"

source: Sorry, could not succesfully upload your file.
ar: للأسف لم نتمكّن مِن القيام برفع ملفك بنجاح.

source: %1$s is typing
ar: إنّ %1$s يكتب حاليا

source: %1$s has stopped typing
ar: %1$s توقّفَ عن الكتابة

source: %1$s has gone away
ar: %1$s غائب

source: Sorry, looks like file upload is not supported by your server.
ar: للأسف يبدو أن خاصية رفع الملفات لا يدعمها خادومكم.

source: You're not allowed to retract your message.
ar: لا يسمح لك بسحب رسالتك.

source: Sorry, an error occurred while trying to retract your message.
ar: المعذرة، لقد طرأ خطأ أثناء محاولة التراجع عن رسالتك.

source: You're not allowed to send a message.
ar: لا يُسمح لك بإرسال رسالة.

source: Sorry, an error occurred while trying to send your message.
ar: عذرا ، حدث خطأ أثناء محاولة إرسال رسالتك.

source: Smileys and emotions
ar: الوجوه الضاحكة والعواطف

source: People
ar: أشخاص

source: Activities
ar: أنشطة

source: Travel
ar: سفر

source: Objects
ar: أشياء

source: Animals and nature
ar: حيوانات وطبيعة

source: Food and drink
ar: طعام وشراب

source: Symbols
ar: رموز

source: Flags
ar: أعلام

source: Stickers
ar: ملصقات

source: Your message was not delivered because you weren't allowed to send it.
ar: رسالتك لم يتم توصيلها لأنه ليس من المسموح لك ارسالها.

source: Forbidden: you do not have the necessary role in order to do that.
ar: ممنوع: ليس لديك الدور اللازم من أجل القيام بذلك.

source: You're not allowed to register yourself in this groupchat.
ar: لا يُسمح لك بتسجيل نفسك في فريق المحادثة هذا.

source: Topic set by %1$s
ar: قام %1$s بتحديد الموضوع

source: Topic cleared by %1$s
ar: قام %1$s بمحو الموضوع

source: %1$s has entered the groupchat
ar: لقد إلتحق %1$s بفريق المحادثة

source: %1$s has left the groupchat
ar: غادر %1$s فريق المحادثة

source: %1$s is now a moderator
ar: أصبح %1$s مُشرفًا

source: %1$s is no longer a moderator
ar: لم يعُد %1$s مِن المُشْرِفين

source: %1$s has been muted
ar: تم كتم %1$s

source: %1$s and %2$s
ar: %1$s و %2$s

source: %1$s are typing
ar: إنّ %1$s يكتبون حاليا

source: %1$s have stopped typing
ar: %1$s توقّفوا عن الكتابة

source: %1$s has been banned by %2$s
ar: لقد تم طرد %1$s من طرف %2$s

source: %1$s has been banned
ar: لقد تم طرد %1$s

source: %1$s's nickname has changed
ar: لقد قام %1$s بتغيير إسمه المُستعار

source: %1$s has been kicked out by %2$s
ar: لقد تم طرد %1$s مؤقتًا مِن طرف %2$s

source: %1$s has been kicked out
ar: لقد تم طرد %1$s مِن فريق المحادثة مؤقتًا

source: %1$s has been removed because of an affiliation change
ar: تمت إزالة %1$s بسبب تغير في الانتساب

source: %1$s has been removed for not being a member
ar: تمت إزالة %1$s لأنه ليس عضو مُنتم إلى الغرفة

source: %1$s is no longer an admin of this groupchat
ar: لم يعد %1$s مشرفًا لفريق المحادثة هذا بعد الآن

source: %1$s is no longer an owner of this groupchat
ar: لم يعد %1$s مالكا لفريق المحادثة الجماعية هذا

source: %1$s is no longer banned from this groupchat
ar: %1$s لم يعد محظورًا من غرفة المحادثة هذه

source: %1$s is now a member of this groupchat
ar: أصبح الآن %1$s مِن بين الأعضاء في هذه المحادثة

source: %1$s is now an %2$s of this groupchat
ar: أصبح الآن %1$s %2$s لفريق المحادثة هذا

source: The nickname you chose is reserved or currently in use, please choose a different one.
ar: إنّ الإسم المستعار الذي قمت باختياره محجوز أو مُستعمَل حاليا مِن طرف شخص آخَر، يُرجى اختيار إسمٍ آخَر.

source: Password incorrect
ar: الكلمة السرية خاطئة

source: You are not on the member list of this groupchat.
ar: أنت لست مِن بين قائمة أعضاء فريق المحادثة هذا.

source: You are not allowed to create new groupchats.
ar: لا يُسمح لك بإنشاء فِرَق محادثة جُدد.

source: Your nickname doesn't conform to this groupchat's policies.
ar: إنّ إسمك المستعار لا يتماشى مع سياسة فريق المحادثة هذا.

source: This groupchat does not (yet) exist.
ar: فريق المحادثة هذا ليس له وُجود بعد.

source: This groupchat has reached its maximum number of participants.
ar: لقد بلغ فريق المحادثة الحالي الحد الأقصى لاستيعاب الأعضاء.

source: Remote server not found
ar: لم يتم العثور على الخادم عن بُعد

source: You're not allowed to enter this groupchat
ar: لا يسمح لك بالدخول إلى هذه الدردشة الجماعية

source: An error happened while trying to enter this groupchat
ar: حدث خطأ أثناء محاولة الدخول إلى هذه الدردشة الجماعية

source: %1$s has gone offline
ar: %1$s قد قطع الإتصال

source: %1$s is busy
ar: %1$s مشغول

source: %1$s is online
ar: %1$s متصل

source: This groupchat is not anonymous
ar: فريق المحادثة هذا ليس مجهولًا

source: This groupchat now shows unavailable members
ar: فريق المحادثة هذا يعرض الآن الأعضاء المشغولين

source: This groupchat does not show unavailable members
ar: فريق المحادثة هذا لا يعرض الأعضاء المشغولين

source: The groupchat configuration has changed
ar: تم تعديل خيارات فريق المحادثة

source: This groupchat is now no longer anonymous
ar: لم يَعُد فريق المحادثة مجهولا بعد الآن

source: This groupchat is now semi-anonymous
ar: أصبح فريق المحادثة مجهولا نسبيًا

source: This groupchat is now fully-anonymous
ar: أصبح فريق المحادثة الآن مجهولا تمامًا

source: A new groupchat has been created
ar: تم إنشاء فريق محادثة جديد

source: Your nickname has been automatically set to %1$s
ar: لقد تم تغيير إسمك المستعار آليا إلى %1$s

source: You have been banned from this groupchat
ar: لقد تم طردُك مِن فريق المحادثة هذا

source: Your nickname has been changed to %1$s
ar: لقد تم تغيير إسمك المُستعار إلى %1$s

source: You have been kicked from this groupchat
ar: لقد تم طردُك مؤقتًا مِن فريق المحادثة هذا

source: You have been removed from this groupchat because of an affiliation change
ar: لقد تم إزالتك من هذه المحادثة الجماعية بسبب تغير في الانتساب

source: Timeout Error
ar: خطأ في مهلة الإنتظار

source: This client does not allow presence subscriptions
ar: هذا العميل لا يسمح اشتراكات التواجد

source: me
ar: أنا

source: My contacts
ar: جهات إتصالي

source: Contact requests
ar: طلبات التراسل

source: Ungrouped
ar: بدون فريق

source: New messages
ar: الرسائل الجديدة

source: Current version
ar: الإصدار الحالي

source: Offline
ar: غير متصل

source: Extended Away
ar: تمديد فترة الغياب

source: Away
ar: غائب

source: Chatty
ar: كثيرة الدردشة

source: Online
ar: مُتّصل

source: Close
ar: إغلاق

source: Confirm
ar: أكّد

source: Cancel
ar: إلغاء

source: Execute
ar: نفّذ

source: Previous
ar: السابقة

source: Next
ar: التالي

source: Nickname
ar: الإسم المُستعار

source: XMPP Address
ar: عنوان XMPP

source: Affiliation
ar: الانتماء

source: Role
ar: الدور

source: Hats
ar: القبعات

source: Moderators are privileged users who can change the roles of other users (except those with admin or owner affiliations.
ar: المدراء مستخدمون متميزون يمكنهم تغيير أدوار المستخدمين الآخرين (باستثناء أولئك الذين لديهم انتماء مدير أو مالك).

source: Owner is the highest affiliation. Owners can modify roles and affiliations of all other users.
ar: المالك هو أعلى انتساب، يمكن للملّاك تعديل الأدوار والانتسابات لجميع المستخدمين الآخرين.

source: Admin is the 2nd highest affiliation. Admins can modify roles and affiliations of all other users except owners.
ar: المشرف هو ثاني أعلى انتساب، يمكن للمشرفون تعديل الأدوار والانتسابات لجميع المستخدمين الآخرين ما عدا الملّاك.

source: To ban a user, you give them the affiliation of "outcast".
ar: لحظر مستخدم، امنحه انتماء "منبوذ".

source: No users with that affiliation found.
ar: لم يتم العثور على أي مستخدم لهذا الانتساب.

source: No users with that role found.
ar: لم يتم العثور على أي مستخدِم بهذا الدور.

source: Type here to filter the search results
ar: اكتب هنا لتصفية نتائج البحث

source: Show users
ar: اظهر المستخدمين

source: Roles are assigned to users to grant or deny them certain abilities in a multi-user chat. They're assigned either explicitly or implicitly as part of an affiliation. A role that's not due to an affiliation, is only valid for the duration of the user's session.
ar: يتم تعيين الأدوار للمستخدمين لمنحهم او منع بعض القدرات عنهم في الدردشة متعددة المستخدمين. يتم تعيينهم إما بشكل صريح أو ضمني كجزء من الانتماء. الدور الغير الناجم عن الانتماء يكون صالح فقط لمدة جلسة المستخدم.

source: An affiliation is a long-lived entitlement which typically implies a certain role and which grants privileges and responsibilities. For example admins and owners automatically have the moderator role.
ar: الانتساب هو استحقاق طويل الأمد يوحي عادةً إلى دور معين ويمنح امتيازات ومسؤوليات. على سبيل المثال، يحصل المسؤولون والمالكون على دور المدير تلقائيًا.

source: Moderator Tools
ar: أدوات الإشراف

source: %1$s has invited you to join a groupchat: %2$s
ar: قام %1$s بدعوتك للإلتحاق بفريق المحادثة : %2$s

source: %1$s has invited you to join a groupchat: %2$s, and left the following reason: "%3$s"
ar: قام %1$s بدعوتك للالتحاق بفريق المحادثة : %2$s لهذا السبب: "%3$s"

source: Please enter the XMPP address of this groupchat to confirm
ar: يرجى إدخال مزود خدمة XMPP الذي تود إنشاء حسابك فيه

source: Optional reason for destroying this groupchat
ar: سبب اختياري لحذف غرفة المحادثة هذه

source: Reason
ar: السبب

source: Commands found
ar: الأوامر التي عثر عليها

source: List available commands
ar: قائمة الأوامر المتوفرة

source: An error occurred while trying to fetch the command form
ar: حدث خطأ أثناء محاولة جلب نموذج الأمر

source: Sorry, an error occurred while trying to execute the command. See the developer console for details
ar: عذرًا، لقد طرأ خطأ أثناء محاولة تطبيق الأمر. انظر لوحدة تحكم المطوّر للتفاصيل

source: Error: unexpected result
ar: خطأ: نتيجة غير متوقعة

source: Are you sure you want to remove the bookmark "%1$s"?
ar: هل أنت متأكد أنك تريد إزالة الفاصلة المرجعية "%1$s" ؟

source: Unbookmark this groupchat
ar: تنحية فريق المحادثة مِن الفواصل المرجعية

source: Click to open this groupchat
ar: أنقر لفتح فريق المحادثة هذا

source: Filter
ar: عامل التصفية

source: Bookmarks
ar: الفواصل المرجعية

source: Bookmark for "%1$s"
ar: الفواصل المرجعية ل"%1$s"

source: Would you like this groupchat to be automatically joined upon startup?
ar: هل تريد الإلتحاق آليًا بفريق المحادثة هذا مباشَرةً بعد الإتصال ؟

source: Remove
ar: إزالة

source: Name
ar: الإسم

source: What should your nickname for this groupchat be?
ar: ما هو الإسم المُستعار الذي تريد استخدامه في فريق المحادثة هذا ؟

source: Update
ar: تحديث

source: Save
ar: حفظ

source: Bookmark
ar: إضافة إلى الفواصل المرجعية

source: You have an unsent message which will be lost if you continue. Are you sure?
ar: لديك رسالة غير مرسلة ستفقدها إذا تابعت. هل أنت واثق؟

source: A timeout occurred while trying to retract the message
ar: حدثت مهلة أثناء محاولة سحب الرسالة

source: Error
ar: خطأ

source: You are about to retract this message.
ar: انت على وشك التراجع عن الرسالة.

source: Sorry, you're not allowed to retract this message
ar: عذرا، لا يسمح لك بسحب هذه الرسالة

source: Edit
ar: تعديل

source: Image:
ar: الصورة:

source: Message versions
ar: أرشفة الرسائل

source: Are you sure you want to remove this contact?
ar: هل أنت متأكد أنك تريد حذف هذا المراسل ؟

source: Remove as contact
ar: إزالة مِن المراسِلين

source: Email
ar: البريد الإلكتروني

source: Full Name
ar: الإسم الكامل

source: URL
ar: عنوان الرابط

source: The User's Profile Image
ar: الصورة الشخصية للمستخدم

source: Uploading file:
ar: تحميل الملف:

source: Retry
ar: أعد المحاولة

source: Show more
ar: عرض المزيد

source: Search results
ar: نتائج البحث

source: Search
ar: بحث

source: Insert emojis
ar: إدراج وجه مبتسم

source: Send the message
ar: ارسل الرسالة

source: Start a call
ar: إبدأ مكالمة

source: Choose a file to send
ar: اختر الملف الذي تريد إرساله

source: Details
ar: التفاصيل

source: See more information about this person
ar: عرض المزيد مِن التفاصيل عن هذا الشخص

source: You have unread messages
ar: لقد ورَدَت إليك رسائل غير مقروءة

source: Are you sure you want to clear the messages from this conversation?
ar: هل أنت متأكد أنك تود مسح الرسائل مِن نافذة المحادثة هذه ؟

source: Hidden message
ar: رسالة مخفية

source: Message
ar: رسالة

source: Optional hint
ar: دليل اختياري

source: Remove messages
ar: حذف الرسائل

source: Close this chat
ar: اغلق هذه المحادثة

source: Write in the third person
ar: كتابة لشخص ثالث

source: Show this menu
ar: اظهار هذه القائمة

source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد الخروج ؟

source: Please enter a valid XMPP address
ar: يرجى ادخال عنوان XMPP صحيح

source: This is a trusted device
ar: هذا جهاز موثوق فيه

source: Connection URL
ar: الرابط التشعبي URL للاتصال

source: e.g. wss://example.org/xmpp-websocket
ar: على سبيل المثال wss://example.org/xmpp-websocket

source: Password
ar: كلمة السر

source: Log in
ar: تسجيل الدخول

source: Username
ar: اسم المستخدِم

source: user@domain
ar: مستخدم@نطاق

source: Disconnected
ar: غير متصل

source: Click here to log in anonymously
ar: أُنقُر هنا لتسجيل الدخول كشخص مجهول

source: Chat Contacts
ar: جهات الاتصال

source: Toggle chat
ar: الانتقال إلى الدردشة

source: Log out
ar: الخروج

source: Show details about this chat client
ar: عرض المزيد مِن التفاصيل عن برنامج المحادثة هذا

source: Announcements
ar: الإعلانات

source: New affiliation
ar: انتماء جديد

source: Sorry, you're not allowed to make that change
ar: عذراً، لا يُسمح لك بالقيام بهذا التغيير

source: New Role
ar: الدورالجديد

source: You're not allowed to make that change
ar: لا يُسمح لك بالقيام بهذا التغيير

source: Enter groupchat
ar: الإلتحاق بفريق المحادثة

source: Please choose your nickname
ar: يرجى اختيار إسمك المُستعار

source: You're not allowed to send messages in this room
ar: لا يُسمح لك بإرسال رسائل إلى هذه الغرفة

source: Invite
ar: دعوة

source: Optional reason for the invitation
ar: سبب اختياري للدعوة

source: Click to mention %1$s in your message.
ar: أنقر للإشارة إلى %1$s في رسالتك.

source: Owner
ar: مالك

source: Admin
ar: المدير

source: Member
ar: عضو

source: Moderator
ar: المشرف

source: Visitor
ar: زائر

source: This user is a moderator.
ar: إنّ هذا المستخدِم مشرف في الغرفة.

source: This user can send messages in this groupchat.
ar: بإمكان هذا المستخدم إرسال رسائل إلى فريق المحادثة هذا.

source: This user can NOT send messages in this groupchat.
ar: لا يمكن لهذا المستخدِم إرسال رسائل في فريق المحادثة هذا.

source: Success
ar: تم بنجاح

source: Filter by status
ar: تصنيف حسب الحالة

source: Any
ar: الكل

source: Busy
ar: مشغول

source: Participants
ar: المشاركون

source: Hide
ar: إخفاء

source: Change user's affiliation to admin
ar: تغيير دور المستخدم إلى صفة مدير

source: Ban user by changing their affiliation to outcast
ar: حظر المستخدم عن طريق تغيير انتمائه إلى منبوذ

source: Change user role to participant
ar: تغيير دور المستخدِم إلى مُشترِك

source: Remove this groupchat
ar: إزالة فريق المحادثة هذا

source: Kick user from groupchat
ar: طرد المستخدِم مؤقتًا مِن فريق المحادثة

source: Grant membership to a user
ar: منح صفة العضوية لمستخدِم

source: Opens up the moderator tools GUI
ar: يفتح واجهة المستخدم الرسومية لأدوات الإشراف

source: Remove user's ability to post messages
ar: منع المستخدم مِن بعث رسائل

source: Change your nickname
ar: غيّر إسمك المُستعار

source: Grant moderator role to user
ar: ترقية المستخدِم إلى رتبة مشرف

source: Grant ownership of this groupchat
ar: منح صفة ملكية فريق المحادثة للمستخدِم

source: Set groupchat subject
ar: تحديد موضوع فريق المحادثة

source: Allow muted user to post messages
ar: السماح للمستخدم المكتوم نشر رسائل

source: This groupchat no longer exists
ar: فريق المحادثة هذا لم يعد موجودا

source: The following reason was given: "%1$s"
ar: السبب التالي تم اعطاؤه : "%1$s"

source: This action was done by %1$s.
ar: قام %1$s بهذا الإجراء.

source: The reason given is: "%1$s".
ar: السبب : "%1$s".

source: Topic
ar: الموضوع

source: Topic author
ar: كاتب الموضوع

source: Message archiving
ar: أرشفة الرسائل

source: Messages are archived on the server
ar: الرسائل محفوظة على الخادوم

source: Description
ar: الوصف

source: Features
ar: الميزات

source: Hidden
ar: خفية

source: This groupchat is not publicly searchable
ar: ليس بالإمكان البحث عن فريق المحادثة هذا عبر البحث العمومي

source: This groupchat is restricted to members only
ar: فريق المحادثة هذا مخصص للأعضاء المُنتمين إليه فقط

source: Members only
ar: الأعضاء فقط

source: Moderated
ar: تحت الإشراف

source: Participants entering this groupchat need to request permission to write
ar: يحتاج المشاركون الذين يدخلون فريق المحادثة هذا إلى طلب إذن للكتابة

source: This groupchat does not require a password upon entry
ar: فريق المحادثة هذا لا يتطلّب كلمة سرية قبل الدخول إليها

source: No password required
ar: بدون كلمة سرية

source: Not anonymous
ar: غير مجهول

source: All other groupchat participants can see your XMPP address
ar: يُمكن لكافة المشارِكين في فريق المحادثة الإطلاع على عنوان XMPP الخاص بك

source: Not moderated
ar: ليس تحت الإشراف

source: Participants entering this groupchat can write right away
ar: يمكن للمشاركين الذين يدخلون إلى فريق الدردشة الجماعية هذا الكتابة على الفور

source: Online users
ar: المستخدِدون المتصلون

source: Open
ar: مفتوحة

source: Anyone can join this groupchat
ar: يمكن للجميع الإلتحاق بفريق المحادثة هذا

source: This groupchat requires a password before entry
ar: كلمة السر لازمة للدخول إلى فريق المحادثة هذا

source: Password protected
ar: مؤمَّنة بكلمة سرية

source: Persistent
ar: دائمة

source: This groupchat persists even if it's unoccupied
ar: فريق المحادثة هذا غير زائل حتى و إن كان لا يحتوي على مقيمين

source: Public
ar: عمومية

source: This groupchat is publicly searchable
ar: يمكن البحث العمومي عن فريق المحادثة هذا

source: Semi-anonymous
ar: مجهولة نسبيًا

source: Only moderators can see your XMPP address
ar: بإمكان المشرفين فقط رؤية عنوان XMPP الخاص بك

source: Temporary
ar: مُؤقّتة

source: This groupchat will disappear once the last person leaves
ar: سوف يختفي فريق المحادثة هذا عندما يخرج منه آخِر مُستخدِم

source: Hide the groupchat topic
ar: إخفاء موضوع فريق المحادثة

source: Show more information on this groupchat
ar: عرض المزيد مِن التفاصيل عن فريق المحادثة هذا

source: Configure this groupchat
ar: إعداد فريق المحادثة

source: Hide topic
ar: إخفاء الموضوع

source: Show the topic message in the heading
ar: عرض رسالة الموضوع في الرأسية

source: Hide the topic in the heading
ar: إخفاء الموضوع في الرأسية

source: Moderate
ar: إدارة

source: Moderate this groupchat
ar: إدارة هذه الدردشة

source: Leave
ar: مغادرة

source: This groupchat requires a password
ar: فريق المحادثة مؤمَّن بكلمة سرية

source: Password:
ar: كلمة السر :

source: Submit
ar: إرسال

source: Minimize
ar: تصغير

source: Click to restore this chat
ar: أنقر لاستعادة هذه المحادثة

source: has gone offline
ar: قد قطع الإتصال

source: has gone away
ar: قد غاب

source: is busy
ar: مشغول

source: has come online
ar: صار مُتّصلا الآن

source: Notification from %1$s
ar: إشعار مِن %1$s

source: %1$s says
ar: %1$s قال

source: wants to be your contact
ar: يُريد أن يُصبح مُراسلك

source: Away for long
ar: غائب لمدة قد تطول

source: Personal status message
ar: رسالة الحالة الخاصة

source: Change chat status
ar: أنقر لتغيير حالة الدردشة

source: The new passwords must match
ar: يجب أن تتطابق كلمات المرور الجديدة

source: You are not allowed to change your password
ar: لا يسمح لك بتغيير كلمة المرور الخاصة بك

source: online
ar: متصل

source: busy
ar: مشغول

source: away for long
ar: غائب لمدة قد تطول

source: away
ar: غائب

source: offline
ar: غير متصل

source: Save and close
ar: حفظ وإغلاق

source: Your Profile
ar: ملفك الشخصي

source: Sorry, an error happened while trying to save your profile data.
ar: المعذرة، لقد طرأ هناك خطأ أثناء محاولة الاحتفاظ ببيانات ملفك الشخصي.

source: About
ar: عن

source: Commands
ar: الأوامر

source: %1$s Open Source %2$s XMPP chat client brought to you by %3$s Opkode %2$s
ar: برنامج %1$sحر ومفتوح المصدر%2$s للمحادثة عبر XMPP طوّره لكم %3$s Opkode %2$s

source: %1$s Translate %2$s it into your own language
ar: %1$s ترجموه %2$s إلى لغتكم

source: I am %1$s
ar: أنا %1$s

source: Click to change your chat status
ar: أنقر لتغيير حالتك للدردشة

source: Download file "%1$s"
ar: تنزيل الملف: "%1$s"

source: Unable to send an encrypted message due to an unexpected error.
ar: المعذرة، لا يمكن إرسال رسالة مشفرة بسبب حدوث خطأ غير متوقع.

source: Sorry, could not decrypt a received OMEMO message due to an error.
ar: آسف ، لقد تعذر فك تشفير رسالة OMEMO المتلقاة بسبب خطا.

source: Messages are being sent in plaintext
ar: يتم إرسال الرسائل كنص عادي صاف

source: Trusted
ar: موثوق فيه

source: Untrusted
ar: غير موثوق فيه

source: OMEMO Fingerprints
ar: بصمات أوميمو

source: Device without a fingerprint
ar: الجهاز مِن دون بصمة

source: Other OMEMO-enabled devices
ar: الأجهزة الأخرى التي تدعم أوميمو

source: Remove checked devices and close
ar: أزالة الأجهزة التي تم اختيارها ثم إغلاق

source: Select all
ar: اختيار الكل

source: This device's OMEMO fingerprint
ar: بصمة أوميمو الخاصة بهذا الجهاز

source: Generate new keys and fingerprint
ar: توليد مفاتيح جديدة وبصمة

source: Sorry, an error occurred while trying to remove the devices.
ar: المعذرة، لقد طرأ هناك خطأ أثناء محاولة حذف الأجهزة.

source: Already have a chat account?
ar: هل تمتلك حساب مُحادثة؟

source: Choose a different provider
ar: إختر مزود خدمة آخَر

source: Account Registration:
ar: إنشاء حساب :

source: Register
ar: تسجيل حساب

source: Tip: A list of public XMPP providers is available
ar: نصيحة: قائمة علنية لمزوّدي خدمة XMPP متوفرة

source: here
ar: هنا

source: Fetch registration form
ar: جارٍ جلب استمارة التسجيل

source: Create your account
ar: إنشئ حسابك

source: Please enter the XMPP provider to register with:
ar: يرجى إدخال مزود خدمة XMPP الذي تود إنشاء حسابك فيه :

source: Sorry, we're unable to connect to your chosen provider.
ar: المعذرة، لم نتمكن بربطك بموفر خدمة المحادثة الذي قمت باختياره.

source: Now logging you in
ar: جارٍ تسجيل دخولك الآن

source: Registered successfully
ar: تم تسجيل حسابك بنجاح

source: Create an account
ar: أنشئ حسابًا

source: Don't have a chat account?
ar: لا تمتلكون حسابًا للمحادثة بعدُ؟

source: e.g. conversejs.org
ar: مثال conversejs.org

source: This field is required
ar: هذا الحقل مطلوب

source: Join
ar: الإلتحاق بالغرفة

source: Groupchat name
ar: اسم المحادثة الجماعية

source: Enter a new Groupchat
ar: الدخول إلى فريق محادثة جديد

source: Groupchat id is invalid.
ar: ال id الخاص بغرفة المحادثة غير صالح.

source: Description:
ar: التفاصيل :

source: Groupchat XMPP Address:
ar: عنوان ال XMPP الخاص بمجموعة المحادثة:

source: Participants:
ar: المشتركون :

source: Features:
ar: الميزات :

source: Requires authentication
ar: يتطلّب المصادقة

source: Requires an invitation
ar: تستلزم دعوة

source: Non-anonymous
ar: غير مجهولة

source: Permanent
ar: دائم

source: Unmoderated
ar: ليست تحت الإشراف

source: Show groupchats
ar: عرض فِرَق المحادثة

source: Server address
ar: عنوان الخادوم

source: Query for Groupchats
ar: البحث عن فِرق محادثة

source: Groupchats found
ar: تم العثور على فِرَق المحادثة

source: No groupchats found
ar: لم يتم العثور على أي فريق محادثة

source: Leave this groupchat
ar: مغادرة فريق المحادثة

source: Click to toggle the list of open groupchats
ar: أنقر لفتح قائمة فِرَق المحادثة

source: Groupchats
ar: فِرَق المحادثة

source: Are you sure you want to leave the groupchat %1$s?
ar: هل أنت متأكد أنك تريد الإنسحاب مِن فريق المحادثة %1$s ؟

source: This contact is busy
ar: إنّ المُراسَل مشغول
