Repository: dev-craftec/converse.js
Catalog: src/i18n/*/LC_MESSAGES/converse.po
Languages: ar

source: This contact is online
ar: إنّ هذا المُراسَل غير مُتصل

source: This contact is offline
ar: هذا المراسل غير متصل

source: This contact is unavailable
ar: إنّ هذا المراسَل غير متوفر

source: This contact is away for an extended period
ar: لقد غاب هذا المستخدِم ثانية لفترة أطوَل

source: This contact is away
ar: إنّ هذا المراسَل غائب

source: Click to remove %1$s as a contact
ar: أنقر لإزالة %1$s مِن قائمة مراسليك

source: Are you sure you want to decline this contact request?
ar: هل أنت متأكد أنك تود رفض طلب التراسل مع هذا المستخدِم ؟

source: Add
ar: إضافة

source: Add a Contact
ar: إضافة مراسل

source: Click to hide these contacts
ar: أْنقُر لإخفاء هؤلاء المراسلين

source: Filter by contact name
ar: فرز حسب اسم جهة الاتصال

source: Filter by group name
ar: فرز حسب اسم المجموعة

source: Unread
ar: غير مقروءة

source: Contacts
ar: جهات الإتصال

source: Add a contact
ar: إضافة مراسل
